Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Review the export settings, then render the Live Photo and save its photo and movie to a folder
ar: راجع إعدادات التصدير، ثم اعرض Live Photo واحفظ صورتها وفيلمها في مجلد
de: Exporteinstellungen prüfen, dann das Live Photo rendern und Foto und Film in einem Ordner sichern
es: Revisa los ajustes de exportación y luego renderiza la Live Photo y guarda su foto y su vídeo en una carpeta
fr: Vérifier les réglages d’exportation, puis effectuer le rendu de la Live Photo et enregistrer sa photo et sa vidéo dans un dossier
hi: एक्सपोर्ट सेटिंग्स देखें, फिर Live Photo रेंडर करके उसकी फ़ोटो और मूवी किसी फ़ोल्डर में सेव करें
it: Controlla le impostazioni di esportazione, poi esegui il rendering della Live Photo e salvane foto e filmato in una cartella
ja: 書き出し設定を確認してから、Live Photoをレンダリングして写真とムービーをフォルダに保存します
ko: 내보내기 설정을 확인한 다음 Live Photo를 렌더링하여 사진과 동영상을 폴더에 저장합니다
pl: Przejrzyj ustawienia eksportu, a następnie wyrenderuj Live Photo i zachowaj jego zdjęcie i film w folderze
pt_br: Revise os ajustes de exportação e depois renderize a Live Photo e salve sua foto e seu vídeo em uma pasta
ru: Проверить настройки экспорта, затем отрисовать Live Photo и сохранить его фото и видео в папку
tr: Dışa aktarma ayarlarını gözden geçirin, ardından Live Photo’yu işleyip fotoğrafını ve filmini bir klasöre kaydedin
uk: Переглянути параметри експорту, потім відрендерити Live Photo і зберегти його фото й відео в папку
zh_hans: 检查导出设置，然后渲染实况照片并将其照片和影片存储到文件夹
zh_hant: 檢查輸出設定，然後算繪原況照片並將其照片和影片儲存到檔案夾

source: Review the export settings, then render the Live Photo and send it with AirDrop
ar: راجع إعدادات التصدير، ثم اعرض Live Photo وأرسلها عبر AirDrop
de: Exporteinstellungen prüfen, dann das Live Photo rendern und per AirDrop senden
es: Revisa los ajustes de exportación y luego renderiza la Live Photo y envíala con AirDrop
fr: Vérifier les réglages d’exportation, puis effectuer le rendu de la Live Photo et l’envoyer avec AirDrop
hi: एक्सपोर्ट सेटिंग्स देखें, फिर Live Photo रेंडर करके AirDrop से भेजें
it: Controlla le impostazioni di esportazione, poi esegui il rendering della Live Photo e inviala con AirDrop
ja: 書き出し設定を確認してから、Live PhotoをレンダリングしてAirDropで送信します
ko: 내보내기 설정을 확인한 다음 Live Photo를 렌더링하여 AirDrop으로 보냅니다
pl: Przejrzyj ustawienia eksportu, a następnie wyrenderuj Live Photo i wyślij przez AirDrop
pt_br: Revise os ajustes de exportação e depois renderize a Live Photo e envie-a por AirDrop
ru: Проверить настройки экспорта, затем отрисовать Live Photo и отправить через AirDrop
tr: Dışa aktarma ayarlarını gözden geçirin, ardından Live Photo’yu işleyip AirDrop ile gönderin
uk: Переглянути параметри експорту, потім відрендерити Live Photo і надіслати через AirDrop
zh_hans: 检查导出设置，然后渲染实况照片并通过隔空投送发送
zh_hant: 檢查輸出設定，然後算繪原況照片並透過 AirDrop 傳送

source: Right
ar: اليمين
de: Rechts
es: Derecha
fr: Droite
hi: दायाँ
it: Destra
ja: 右
ko: 오른쪽
pl: Prawo
pt_br: Direita
ru: Справа
tr: Sağ
uk: Праворуч
zh_hans: 右侧
zh_hant: 右側

source: Right-click a display to group it with the selected displays, choose the main clone display, flip a clone or mute a display.
ar: انقر بزر الماوس الأيمن على شاشة عرض لتجميعها مع شاشات العرض المحددة، أو لتعيين الشاشة الرئيسية التي يُنسخ منها، أو لقلب النسخة، أو لكتم صوت شاشة العرض.
de: Klicke mit der rechten Maustaste auf ein Display, um es mit den ausgewählten Displays zu gruppieren, den Hauptbildschirm zum Klonen festzulegen, einen Klon zu spiegeln oder ein Display stummzuschalten.
es: Haz clic con el botón derecho en una pantalla para agruparla con las pantallas seleccionadas, elegir la pantalla clonable, girar un clon o silenciar una pantalla.
fr: Cliquez sur un moniteur avec le bouton droit pour le grouper avec les moniteurs sélectionnés, choisir l’affichage clone principal, retourner un clone ou couper le son d’un moniteur.
hi: किसी डिस्प्ले को चुने गए डिस्प्ले के साथ समूह में रखने, मुख्य क्लोन डिस्प्ले चुनने, क्लोन फ़्लिप करने या डिस्प्ले म्यूट करने के लिए उस पर राइट-क्लिक करें।
it: Fai clic con il tasto destro su uno schermo per raggrupparlo con gli schermi selezionati, scegliere lo schermo principale da clonare, capovolgere un clone o disattivare l’audio di uno schermo.
ja: ディスプレイを右クリックすると、選択したディスプレイとグループ化したり、メイン複製ディスプレイを選んだり、クローンを反転したり、ディスプレイを消音したりできます。
ko: 디스플레이를 오른쪽 클릭하여 선택한 디스플레이와 그룹으로 묶거나, 주 복제 디스플레이를 지정하거나, 복제를 반전하거나, 디스플레이의 소리를 끌 수 있습니다.
pl: Kliknij wyświetlacz prawym przyciskiem, aby zgrupować go z zaznaczonymi wyświetlaczami, wybrać główny ekran klonowania, obrócić klon lub wyciszyć wyświetlacz.
pt_br: Clique com o botão direito em uma tela para agrupá-la com as telas selecionadas, escolher a tela clone principal, virar um clone ou silenciar uma tela.
ru: Нажмите на дисплей правой кнопкой, чтобы сгруппировать его с выбранными дисплеями, выбрать основной дисплей клона, отразить клон или выключить звук дисплея.
tr: Bir ekranı seçili ekranlarla gruplamak, ana kopya ekranı seçmek, bir kopyayı ters çevirmek veya bir ekranın sesini kapatmak için ekrana sağ tıklayın.
uk: Клацніть дисплей правою кнопкою, щоб згрупувати його з вибраними дисплеями, вибрати головний екран клонування, віддзеркалити клон або вимкнути звук дисплея.
zh_hans: 右键点按显示器可将它与所选显示器编组、选取主克隆显示器、翻转克隆或将显示器静音。
zh_hant: 按一下顯示器右鍵可將其與所選顯示器組成群組、選擇主要複製顯示器、翻轉複製畫面或將顯示器靜音。

source: Right-click a display to stretch or clone it with the selected displays, split it, choose the main clone display, flip a clone or mute a display.
ar: انقر بزر الماوس الأيمن على شاشة عرض لتمديدها أو نسخها مع شاشات العرض المحددة، أو لتقسيمها، أو لتعيين الشاشة الرئيسية التي يُنسخ منها، أو لقلب النسخة، أو لكتم صوت شاشة العرض.
de: Klicke mit der rechten Maustaste auf ein Display, um es mit den ausgewählten Displays zu strecken oder zu klonen, es aufzuteilen, den Hauptbildschirm zum Klonen festzulegen, einen Klon zu spiegeln oder ein Display stummzuschalten.
es: Haz clic con el botón derecho en una pantalla para extenderla o clonarla con las pantallas seleccionadas, dividirla, elegir la pantalla clonable, girar un clon o silenciar una pantalla.
fr: Cliquez sur un moniteur avec le bouton droit pour l’étirer ou le cloner avec les moniteurs sélectionnés, le scinder, choisir l’affichage clone principal, retourner un clone ou couper le son d’un moniteur.
hi: किसी डिस्प्ले को चुने गए डिस्प्ले के साथ फैलाने या क्लोन करने, उसे विभाजित करने, मुख्य क्लोन डिस्प्ले चुनने, क्लोन फ़्लिप करने या डिस्प्ले म्यूट करने के लिए उस पर राइट-क्लिक करें।
it: Fai clic con il tasto destro su uno schermo per estenderlo o clonarlo con gli schermi selezionati, dividerlo, scegliere lo schermo principale da clonare, capovolgere un clone o disattivare l’audio di uno schermo.
ja: ディスプレイを右クリックすると、選択したディスプレイとストレッチやクローンをしたり、分割したり、メイン複製ディスプレイを選んだり、クローンを反転したり、ディスプレイを消音したりできます。
ko: 디스플레이를 오른쪽 클릭하여 선택한 디스플레이와 함께 늘이거나 복제하거나, 분할하거나, 주 복제 디스플레이를 지정하거나, 복제를 반전하거나, 디스플레이의 소리를 끌 수 있습니다.
pl: Kliknij wyświetlacz prawym przyciskiem, aby rozciągnąć lub sklonować go z zaznaczonymi wyświetlaczami, podzielić go, wybrać główny ekran klonowania, obrócić klon lub wyciszyć wyświetlacz.
pt_br: Clique com o botão direito em uma tela para esticá-la ou cloná-la com as telas selecionadas, dividi-la, escolher a tela clone principal, virar um clone ou silenciar uma tela.
ru: Нажмите на дисплей правой кнопкой, чтобы растянуть или клонировать на него обои вместе с выбранными дисплеями, разделить его, выбрать основной дисплей клона, отразить клон или выключить звук дисплея.
tr: Bir ekranı seçili ekranlarla uzatmak veya kopyalamak, bölmek, ana kopya ekranı seçmek, bir kopyayı ters çevirmek veya bir ekranın sesini kapatmak için ekrana sağ tıklayın.
uk: Клацніть дисплей правою кнопкою, щоб розтягнути чи клонувати його з вибраними дисплеями, розділити його, вибрати головний екран клонування, віддзеркалити клон або вимкнути звук дисплея.
zh_hans: 右键点按显示器可将它与所选显示器拉伸或复制、拆分显示器、选取主克隆显示器、翻转克隆或将显示器静音。
zh_hant: 按一下顯示器右鍵可將其與所選顯示器延展或複製、分割顯示器、選擇主要複製顯示器、翻轉複製畫面或將顯示器靜音。

source: Rocks the layer back and forth around its base.
ar: يؤرجح الطبقة ذهابًا وإيابًا حول قاعدتها.
de: Schaukelt die Ebene um ihre Basis hin und her.
es: Balancea la capa adelante y atrás en torno a su base.
fr: Balance le calque d’avant en arrière autour de sa base.
hi: लेयर को उसके आधार के चारों ओर आगे-पीछे झुलाता है.
it: Fa oscillare il livello avanti e indietro attorno alla sua base.
ja: レイヤーを基部を中心に前後に揺らします。
ko: 레이어를 밑부분을 기준으로 앞뒤로 흔듭니다.
pl: Kołysze warstwę w przód i w tył wokół jej podstawy.
pt_br: Balança a camada para a frente e para trás em torno da base.
ru: Раскачивает слой вперёд-назад вокруг его основания.
tr: Katmanı tabanı etrafında ileri geri sallar.
uk: Гойдає шар вперед-назад навколо його основи.
zh_hans: 使图层绕其底部来回摇摆。
zh_hant: 讓圖層以底部為軸來回搖擺。

source: Rocks the picture with the beat, in degrees. %@
ar: يؤرجح الصورة مع الإيقاع، بالدرجات. %@
de: Schaukelt das Bild im Takt, in Grad. %@
es: Balancea la imagen al ritmo, en grados. %@
fr: Balance l’image au rythme de la musique, en degrés. %@
hi: बीट के साथ तस्वीर को झुलाता है, डिग्री में. %@
it: Fa oscillare l’immagine a tempo con il ritmo, in gradi. %@
ja: ビートに合わせて画像を揺らします（度）。%@
ko: 비트에 맞춰 그림을 흔듭니다(도 단위). %@
pl: Kołysze obrazem w rytm muzyki, w stopniach. %@
pt_br: Balança a imagem no ritmo da batida, em graus. %@
ru: Покачивает изображение в такт музыке, в градусах. %@
tr: Resmi ritimle birlikte sallar, derece cinsinden. %@
uk: Похитує зображення в такт ритму, у градусах. %@
zh_hans: 随节拍摇摆画面，以度为单位。%@
zh_hant: 讓畫面隨節拍搖擺，以度為單位。%@

source: Rotate automatically
ar: التبديل تلقائيًا
de: Automatisch wechseln
es: Rotar automáticamente
fr: Rotation automatique
hi: अपने आप बदलें
it: Ruota automaticamente
ja: 自動的にローテーション
ko: 자동으로 순환
pl: Zmieniaj automatycznie
pt_br: Alternar automaticamente
ru: Сменять автоматически
tr: Otomatik olarak değiştir
uk: Змінювати автоматично
zh_hans: 自动轮换
zh_hant: 自動輪播

source: Rotate through a playlist on a timer or when a video ends, and keep the wallpapers you love a click away.
ar: تنقّل بين خلفيات قائمة التشغيل وفق مؤقت أو عند انتهاء الفيديو، واجعل الخلفيات التي تحبها على بُعد نقرة.
de: Wechseln Sie Hintergrundbilder einer Playlist nach Zeit oder am Ende eines Videos und halten Sie Ihre Lieblinge nur einen Klick entfernt.
es: Rota una playlist con un temporizador o al terminar un vídeo, y ten los fondos de pantalla que te encantan a un clic.
fr: Faites défiler une playlist à intervalles réguliers ou à la fin d’une vidéo, et gardez vos fonds d’écran préférés à portée de clic.
hi: टाइमर पर या वीडियो समाप्त होने पर प्लेलिस्ट के वॉलपेपर बदलें, और अपने पसंदीदा वॉलपेपर एक क्लिक की दूरी पर रखें.
it: Scorri una playlist a intervalli regolari o al termine di un video, e tieni gli sfondi che ami a portata di clic.
ja: タイマーやビデオの終了に合わせてプレイリストを切り替えたり、お気に入りの壁紙をワンクリックで使えるようにしたりできます。
ko: 타이머에 따라 또는 비디오가 끝날 때 플레이리스트를 순환하고, 좋아하는 배경화면을 클릭 한 번으로 사용할 수 있습니다.
pl: Zmieniaj tapety z playlisty co określony czas lub po zakończeniu wideo, a ulubione tapety miej zawsze pod ręką.
pt_br: Alterne entre as imagens de fundo de uma playlist por tempo ou quando um vídeo termina, e mantenha suas favoritas a um clique de distância.
ru: Меняйте обои из плейлиста по таймеру или по окончании видео и держите любимые обои под рукой.
tr: Bir çalma listesini zamanlayıcıyla veya bir video bittiğinde sırayla oynatın, sevdiğiniz duvar kâğıtlarını bir tık uzağınızda tutun.
uk: Змінюйте шпалери зі списку відтворення за таймером або коли закінчується відео й тримайте улюблені шпалери за одне клацання.
zh_hans: 按定时或在视频结束时轮换播放列表，让喜爱的墙纸一键可达。
zh_hant: 依計時或在影片結束時輪播播放列表，並讓你喜愛的背景圖片隨手可得。

source: Rotates a circular region of the layer.
ar: يدوّر منطقة دائرية من الطبقة.
de: Dreht einen kreisförmigen Bereich der Ebene.
es: Gira una zona circular de la capa.
fr: Fait pivoter une zone circulaire du calque.
hi: लेयर के एक गोल हिस्से को घुमाता है.
it: Ruota un’area circolare del livello.
ja: レイヤーの円形の領域を回転させます。
ko: 레이어의 원형 영역을 회전합니다.
pl: Obraca okrągły obszar warstwy.
pt_br: Gira uma região circular da camada.
ru: Вращает круглую область слоя.
tr: Katmanın dairesel bir bölgesini döndürür.
uk: Обертає круглу ділянку шару.
zh_hans: 旋转图层中的一个圆形区域。
zh_hant: 旋轉圖層中的圓形區域。

source: Rotates every colour around the colour wheel.
ar: يدوّر كل الألوان حول عجلة الألوان.
de: Dreht jede Farbe um den Farbkreis.
es: Gira todos los colores alrededor de la rueda de color.
fr: Fait tourner chaque couleur sur le cercle chromatique.
hi: हर रंग को कलर व्हील पर घुमाता है.
it: Ruota ogni colore sulla ruota dei colori.
ja: すべての色をカラーホイール上で回転させます。
ko: 색상환을 따라 모든 색상을 회전합니다.
pl: Obraca każdy kolor po kole barw.
pt_br: Gira todas as cores ao redor da roda de cores.
ru: Сдвигает все цвета по цветовому кругу.
tr: Her rengi renk çarkı etrafında döndürür.
uk: Обертає кожен колір по колірному колу.
zh_hans: 让每种颜色沿色轮旋转。
zh_hant: 讓所有顏色沿色輪旋轉。

source: Rotation applied by the effect, in degrees.
ar: الدوران الذي يطبّقه التأثير، بالدرجات.
de: Vom Effekt angewendete Drehung, in Grad.
es: Rotación que aplica el efecto, en grados.
fr: Rotation appliquée par l’effet, en degrés.
hi: इफ़ेक्ट द्वारा लागू किया गया रोटेशन, डिग्री में.
it: Rotazione applicata dall’effetto, in gradi.
ja: エフェクトによって適用される回転（度）です。
ko: 효과가 적용하는 회전 각도(도 단위)입니다.
pl: Obrót stosowany przez efekt, w stopniach.
pt_br: Rotação aplicada pelo efeito, em graus.
ru: Угол поворота, применяемый эффектом, в градусах.
tr: Efektin uyguladığı döndürme, derece cinsinden.
uk: Обертання, яке застосовує ефект, у градусах.
zh_hans: 效果应用的旋转角度，以度为单位。
zh_hant: 效果套用的旋轉角度，以度為單位。

source: Run Setup Again…
ar: تشغيل الإعداد مرة أخرى…
de: Einrichtung erneut starten …
es: Volver a ejecutar la configuración…
fr: Relancer la configuration…
hi: सेटअप फिर से चलाएँ…
it: Esegui di nuovo la configurazione…
ja: 設定をもう一度実行…
ko: 설정 다시 실행…
pl: Uruchom konfigurację ponownie…
pt_br: Executar Configuração Novamente…
ru: Запустить настройку снова…
tr: Kurulumu Yeniden Çalıştır…
uk: Запустити налаштування знову…
zh_hans: 再次运行设置…
zh_hant: 再次執行設定⋯

source: Run this in Terminal. SteamCMD asks for your password and Steam Guard code there.
ar: شغّل هذا في Terminal. سيطلب SteamCMD هناك كلمة السر ورمز Steam Guard.
de: Führen Sie dies im Terminal aus. SteamCMD fragt dort nach Ihrem Passwort und Ihrem Steam-Guard-Code.
es: Ejecuta esto en Terminal. SteamCMD te pedirá allí tu contraseña y tu código de Steam Guard.
fr: Exécutez ceci dans Terminal. SteamCMD y demande votre mot de passe et votre code Steam Guard.
hi: इसे टर्मिनल में चलाएँ. SteamCMD वहाँ आपका पासवर्ड और Steam Guard कोड माँगेगा.
it: Esegui questo comando in Terminale. SteamCMD ti chiederà lì la password e il codice di Steam Guard.
ja: これをターミナルで実行してください。SteamCMD がそこでパスワードと Steamガードコードを要求します。
ko: 터미널에서 이 명령을 실행하십시오. SteamCMD가 터미널에서 비밀번호와 Steam Guard 코드를 요청합니다.
pl: Uruchom to w Terminalu. SteamCMD zapyta tam o hasło i kod Steam Guard.
pt_br: Execute isto no Terminal. O SteamCMD pede sua senha e seu código do Steam Guard lá.
ru: Выполните эту команду в Терминале. SteamCMD запросит там ваш пароль и код Steam Guard.
tr: Bunu Terminal’de çalıştırın. SteamCMD orada parolanızı ve Steam Guard kodunuzu ister.
uk: Виконайте це в Терміналі. SteamCMD запитає там ваш пароль і код Steam Guard.
zh_hans: 请在“终端”中运行此命令。SteamCMD 会在那里要求输入你的密码和 Steam 令牌验证码。
zh_hant: 請在「終端機」中執行此指令。SteamCMD 會在那裡要求輸入你的密碼和 Steam Guard 代碼。

source: Running Applications
ar: التطبيقات قيد التشغيل
de: Laufende Apps
es: Apps abiertas
fr: Applications ouvertes
hi: चल रहे ऐप
it: Applicazioni aperte
ja: 実行中のアプリケーション
ko: 실행 중인 응용 프로그램
pl: Uruchomione aplikacje
pt_br: Aplicativos Abertos
ru: Запущенные приложения
tr: Çalışan Uygulamalar
uk: Запущені програми
zh_hans: 正在运行的应用程序
zh_hant: 執行中的應用程式

source: Runs Quietly in the Background
ar: يعمل بهدوء في الخلفية
de: Läuft unauffällig im Hintergrund
es: Funciona discretamente en segundo plano
fr: Discret en arrière-plan
hi: बैकग्राउंड में चुपचाप चलता है
it: Funziona discretamente in background
ja: バックグラウンドで静かに動作
ko: 백그라운드에서 조용히 실행
pl: Działa dyskretnie w tle
pt_br: Funciona Discretamente em Segundo Plano
ru: Тихо работает в фоне
tr: Arka Planda Sessizce Çalışır
uk: Тихо працює у фоновому режимі
zh_hans: 在后台安静运行
zh_hant: 在背景安靜執行

source: Runs a soft highlight across the layer.
ar: يمرّر إبرازًا ناعمًا عبر الطبقة.
de: Führt einen weichen Glanzlicht-Streifen über die Ebene.
es: Pasa un brillo suave por la capa.
fr: Fait passer un reflet doux sur le calque.
hi: लेयर पर एक हल्की चमक चलाता है.
it: Fa scorrere un riflesso tenue sul livello.
ja: 柔らかなハイライトをレイヤー全体に走らせます。
ko: 레이어를 가로질러 부드러운 하이라이트를 흘려보냅니다.
pl: Przesuwa miękki odblask po warstwie.
pt_br: Passa um brilho suave pela camada.
ru: Пускает мягкий блик по слою.
tr: Katman boyunca yumuşak bir parıltı gezdirir.
uk: Пропускає мʼякий відблиск по шару.
zh_hans: 让柔和的高光扫过图层。
zh_hant: 讓柔和的高光掠過圖層。

source: Runs this command from any app. Click, then press the keys.
ar: يشغّل هذا الأمر من أي تطبيق. انقر، ثم اضغط على المفاتيح.
de: Führt diesen Befehl aus jeder App aus. Klicken Sie und drücken Sie dann die Tasten.
es: Ejecuta este comando desde cualquier app. Haz clic y pulsa las teclas.
fr: Exécute cette commande depuis n’importe quelle app. Cliquez, puis appuyez sur les touches.
hi: किसी भी ऐप से यह कमांड चलाता है। क्लिक करें, फिर कुंजियाँ दबाएँ।
it: Esegue questo comando da qualsiasi app. Fai clic, poi premi i tasti.
ja: どのアプリからでもこのコマンドを実行します。クリックしてからキーを押してください。
ko: 어떤 앱에서든 이 명령을 실행합니다. 클릭한 다음 키를 누르십시오.
pl: Wykonuje to polecenie z dowolnej aplikacji. Kliknij, a następnie naciśnij klawisze.
pt_br: Executa este comando em qualquer app. Clique e pressione as teclas.
ru: Выполняет эту команду из любого приложения. Нажмите, а затем нажмите клавиши.
tr: Bu komutu herhangi bir uygulamadan çalıştırır. Tıklayın, sonra tuşlara basın.
uk: Виконує цю команду з будь-якої програми. Клацніть, а потім натисніть клавіші.
zh_hans: 从任何 App 中运行此命令。点按，然后按下按键。
zh_hant: 從任何 App 中執行此指令。按一下，然後按下按鍵。

source: Same as wallpaper
ar: مثل الخلفية
de: Wie Hintergrundbild
es: Igual que el fondo de pantalla
fr: Identique au fond d’écran
hi: वॉलपेपर जैसा ही
it: Uguale allo sfondo
ja: 壁紙と同じ
ko: 배경화면과 동일
pl: Taki sam jak tapeta
pt_br: Igual à imagem de fundo
ru: Как обои
tr: Duvar kâğıdıyla aynı
uk: Як шпалери
zh_hans: 与墙纸相同
zh_hant: 與背景圖片相同

source: Saturation
ar: التشبع
de: Sättigung
es: Saturación
hi: सैचुरेशन
it: Saturazione
ja: 彩度
ko: 채도
pl: Nasycenie
pt_br: Saturação
ru: Насыщенность
tr: Doygunluk
uk: Насиченість
zh_hans: 饱和度
zh_hant: 飽和度

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save .mpkg…
ar: حفظ ‎.mpkg…
de: MPKG sichern …
es: Guardar .mpkg…
fr: Enregistrer le .mpkg…
hi: .mpkg सेव करें…
it: Salva .mpkg…
ja: .mpkg を保存…
ko: .mpkg 저장…
pl: Zapisz .mpkg…
pt_br: Salvar .mpkg…
ru: Сохранить .mpkg…
tr: .mpkg Kaydet…
uk: Зберегти .mpkg…
zh_hans: 存储 .mpkg…
zh_hant: 儲存 .mpkg⋯

source: Save Preset
ar: حفظ الإعداد المسبق
de: Voreinstellung sichern
es: Guardar preajuste
fr: Enregistrer le préréglage
hi: प्रीसेट सहेजें
it: Salva preset
ja: プリセットを保存
ko: 사전 설정 저장
pl: Zapisz ustawienie wstępne
pt_br: Salvar Predefinição
ru: Сохранить пресет
tr: Hazır Ayarı Kaydet
uk: Зберегти пресет
zh_hans: 保存预设
zh_hant: 儲存預設組合

source: Save Profile
ar: حفظ الملف الشخصي
de: Profil sichern
es: Guardar perfil
fr: Enregistrer le profil
hi: प्रोफ़ाइल सहेजें
it: Salva profilo
ja: プロファイルを保存
ko: 프로필 저장
pl: Zapisz profil
pt_br: Salvar Perfil
ru: Сохранить профиль
tr: Profili Kaydet
uk: Зберегти профіль
zh_hans: 保存配置文件
zh_hant: 儲存設定檔

source: Save as Local Wallpaper…
ar: حفظ كخلفية محلية…
de: Als lokales Hintergrundbild sichern …
es: Guardar como fondo de pantalla local…
fr: Enregistrer comme fond d’écran local…
hi: लोकल वॉलपेपर के रूप में सहेजें…
it: Salva come sfondo locale…
ja: ローカル壁紙として保存…
ko: 로컬 배경화면으로 저장…
pl: Zachowaj jako lokalną tapetę…
pt_br: Salvar como Imagem de Fundo Local…
ru: Сохранить как локальные обои…
tr: Yerel Duvar Kâğıdı Olarak Kaydet…
uk: Зберегти як локальну шпалеру…
zh_hans: 保存为本地墙纸…
zh_hant: 儲存為本機背景圖片⋯

source: Save profile…
ar: حفظ الملف الشخصي…
de: Profil sichern …
es: Guardar perfil…
fr: Enregistrer le profil…
hi: प्रोफ़ाइल सहेजें…
it: Salva profilo…
ja: プロファイルを保存…
ko: 프로필 저장…
pl: Zapisz profil…
pt_br: Salvar Perfil…
ru: Сохранить профиль…
tr: Profili Kaydet…
uk: Зберегти профіль…
zh_hans: 保存配置文件…
zh_hant: 儲存設定檔…

source: Save the current properties as a preset
ar: حفظ الخصائص الحالية كإعداد مسبق
de: Die aktuellen Eigenschaften als Voreinstellung sichern
es: Guardar las propiedades actuales como preajuste
fr: Enregistrer les propriétés actuelles comme préréglage
hi: मौजूदा प्रॉपर्टी को प्रीसेट के रूप में सहेजें
it: Salva le proprietà attuali come preset
ja: 現在のプロパティをプリセットとして保存
ko: 현재 속성을 사전 설정으로 저장
pl: Zapisz bieżące właściwości jako ustawienie wstępne
pt_br: Salvar as propriedades atuais como predefinição
ru: Сохранить текущие свойства как пресет
tr: Geçerli özellikleri hazır ayar olarak kaydet
uk: Зберегти поточні властивості як пресет
zh_hans: 将当前属性保存为预设
zh_hant: 將目前屬性儲存為預設組合

source: Save to Folder
ar: حفظ في مجلد
de: In Ordner sichern
es: Guardar en una carpeta
fr: Enregistrer dans un dossier
hi: फ़ोल्डर में सेव करें
it: Salva in una cartella
ja: フォルダに保存
ko: 폴더에 저장
pl: Zapisz w folderze
pt_br: Salvar em Pasta
ru: Сохранить в папку
tr: Klasöre Kaydet
uk: Зберегти в папку
zh_hans: 存储到文件夹
zh_hant: 儲存至檔案夾

source: Save to Folder…
ar: حفظ في مجلد…
de: In Ordner sichern …
es: Guardar en carpeta…
fr: Enregistrer dans un dossier…
hi: फ़ोल्डर में सहेजें…
it: Salva nella cartella…
ja: フォルダに保存…
ko: 폴더에 저장…
pl: Zachowaj w folderze…
pt_br: Salvar na Pasta…
ru: Сохранить в папку…
tr: Klasöre Kaydet…
uk: Зберегти в папку…
zh_hans: 存储到文件夹…
zh_hant: 儲存到檔案夾⋯

source: Save to the Same Folder Each Time
ar: الحفظ في المجلد نفسه في كل مرة
de: Immer im selben Ordner sichern
es: Guardar siempre en la misma carpeta
fr: Toujours enregistrer dans le même dossier
hi: हर बार उसी फ़ोल्डर में सहेजें
it: Salva sempre nella stessa cartella
ja: 毎回同じフォルダに保存
ko: 매번 같은 폴더에 저장
pl: Zawsze zachowuj w tym samym folderze
pt_br: Salvar sempre na mesma pasta
ru: Всегда сохранять в ту же папку
tr: Her Seferinde Aynı Klasöre Kaydet
uk: Завжди зберігати в ту саму папку
zh_hans: 每次都存储到同一文件夹
zh_hant: 每次都儲存到同一個檔案夾

source: Saved to the “%@” album in Photos.
ar: تم الحفظ في ألبوم «%@» في الصور.
de: Im Album „%@“ in „Fotos“ gesichert.
es: Guardada en el álbum «%@» de Fotos.
fr: Enregistrée dans l’album « %@ » de Photos.
hi: Photos में “%@” एल्बम में सेव किया गया।
it: Salvata nell’album “%@” di Foto.
ja: “写真”のアルバム「%@」に保存しました。
ko: 사진의 ‘%@’ 앨범에 저장되었습니다.
pl: Zachowano w albumie „%@” w Zdjęciach.
pt_br: Salva no álbum “%@” do Fotos.
ru: Сохранено в альбом «%@» в «Фото».
tr: Fotoğraflar’daki “%@” albümüne kaydedildi.
uk: Збережено в альбом «%@» у «Фото».
zh_hans: 已存储到“照片”中的“%@”相簿。
zh_hant: 已儲存到「照片」中的「%@」相簿。
